QA = {
    1: {"caption": "Скажите по-японски короткая песня", 'right': "Танка"},
    2: {
        "caption": " Если вы вспомните историю Германии, то, возможно, ответите, как по-немецки звучит слово присоединение.",
        'right': "Аншлюс"},
    3: {"caption": "ЕГО ночной кошмар выглядел так: на Красной площади сидят чехи и едят мацу китайскими палочками.",
        'right': "Брежнев"},
    4: {"caption": "Гроб среди квартиры, на мои похорона съехались вампиры...", 'right': "Высоцкий"},
    5: {"caption": "Змея, кусающая себя за хвост.", 'right': "Кекуле"},
    6: {"caption": "В Петербурге ИХ 312.", 'right': "Мосты"},
    7: {"caption": "Если все, то это трезвон, а если один, то...", 'right': "Благовест"},
    8: {"caption": "10 миллионов в русском счете назывались еще и ТАК...", 'right': "Ворон"},
    9: {"caption": "Благодаря ЕМУ Сократ смог оказаться в Хельсинки.", 'right': "Мартти Ларни"},
    10: {"caption": "ЭТО пожалуй самое известное сочетание букв в азбуке Морзе.", 'right': "СОС"},
    11: {"caption": "На железных дорогах Японии эту работу выполняют «толкатели». Чем они занимаются?", 'right': "Запихивают людей в вагоны."},
    12: {"caption": "В фильмах Джорджа Лукаса его блестяще воплотил бывший санитар Питер Мэйхью семи футов роста (213 см). Назовите имя персонажа.", 'right': "Чубакка"},
    13: {"caption": "Древние греки именовали этот остров Тринакрия — «треугольный». Как он называется сейчас?", 'right': "Сицилия"},
    14: {"caption": "Самые северные памятники Ленину установлены в посёлках Пирамида и Баренцбург. На каком архипелаге они расположены?", 'right': "Шпицберген"},
    15: {"caption": "Эта буква получила нынешнее название по предложению академика Якова Грота, но в алфавит вошла лишь в XX веке. Назовите её.",'right': "Й"},
    16: {"caption": "На границе с какой страной находится самая южная точка России?",'right': "Азербайджан"},
    17: {"caption": "У осьминогов они прямоугольные — чтобы лучше видеть под водой. О чём речь?", 'right': "О зрачках."},
    18: {"caption": "Кто является основателем компании Microsoft?", 'right': "Билл Гейтс"},
    19: {"caption": "У отца Мэри пять дочерей: Чача, Чече, Чичи и Чочо. Как зовут пятую дочь??", 'right': "Мэри"},
    20: {"caption": "Какие числа на Руси называли ломаными?", 'right': "Дроби"},
    21: {"caption": "Программа, управляющая работой внешних устройств называется…?", 'right': "Драйвер"},
    22: {"caption": "Как в математике называется число, квадрат которого равен -1?", 'right': "Мнительная единица"},
    23: {"caption": "Какие числа употребляются при счете?", 'right': "Натуральные"},
    24: {"caption": "Как обозначены часы на Кремлевских курантах?", 'right': "Римскими цифрами"},
    25: {"caption": "В этом балете Майя Плисецкая выходила на сцену более 800 раз. И каждый раз танцевала две партии. Как он называется?", 'right': "Лебединое озеро"}}

phrase = ["Что думаете об этом?", "Есть предложения?", "Эх,ну попробуйте ответить...", "Какие мысли?", "Варианты?",
          "Жду ответа)"]

description = (
    "Cвоя игра на минималках. Вы можете играть как в одиночку(что странно), так и с неограниченным количеством людей, добавив меня в группу, нажав кнопку внизу."
    "*НЕ ЗАБУДЬ ДАТЬ РАЗРЕШЕНИЕ НА ОТПРАВКУ СООБЩЕНИЙ!!!*\n\n*Правила*\n\nПосле начала игры вам будут приходить вопросы, на которые нужно дать ответ в чат. За каждый ответ зачисляется *1 балл*. Если в течении продолжительного времени вы не можете дать ответ, вы можете нажать на кнопку *Я НЕ ЗНАЮ*, однако, у нажавшего эту кнопку будет снят один балл.За всех у одного, да, в этом и прикол. Игра закончится, когда у одного из игроков будет 15 очков.\n*Ужасной отличной игры!*")
